Repository: oeg-upm/OTALEX-C
Catalog: ckanext-geoslab_harvest/i18n/*/LC_MESSAGES/ckanext-geoslab_harvest.po
Languages: es

source: title
es: Título

source: Group not found
es: Grupo no encontrado

source: Unauthorized to read group %s
es: No autorizado a leer el grupo %s

source: Cannot render description
es: No se puede reproducir la descripción

source: Groups
es: Grupos

source: Tags
es: Etiquetas

source: Formats
es: Formatos

source: Licence
es: Licencia

source: Not authorized to see this page
es: No autorizado a ver esta página

source: Harvesting source successfully cleared
es: La recolección de datos de fuentes se ha borrado con éxito

source: Harvesting source successfully inactivated
es: La recolección de datos de fuentes ha sido inactivada con éxito

source: Harvest source not found
es: Fuente de recolección de datos no encontrada

source: Refresh requested, harvesting will take place within 15 minutes.
es: Se requiere refresco, la recolección de datos comenzará en 15 minutos

source: Cannot create new harvest jobs on inactive sources. First, please change the source status to 'active'.
es: No se pueden crear nuevos trabajos de recolección de datos sobre fuentes inactivas. Por favor, primero cambie a 'activo' el estado de la fuente

source: A harvest job has already been scheduled for this source
es: Ya se ha programado un trabajo de recolección de datos sobre esta fuente

source: Harvest source cleared
es: Fuente de recolección de datos borrada

source: No content found
es: Contenido no encontrado

source: Harvest job not found
es: Trabajo de recolección de datos no encontrado

source: No jobs yet for this source
es: Todavía no hay trabajos para esta fuente

source: User {0} not authorized to create harvest sources
es: Usuario {0} no autorizado a crear fuentes de recolección de datos

source: User not authorized to create a job for source {0}
es: Usuario no autorizado a crear trabajos sobre una fuente {0}

source: Only sysadmins can create harvest jobs for all sources
es: Solo los administradores del sistema pueden crear trabajos de recolección de datos para todas las fuentes

source: Only the sysadmins can create harvest objects
es: Solo los administradores del sistema pueden crear objetos de recolección de datos

source: User {0} not authorized to delete harvest source {1}
es: Usuario {0} no autorizado a borrar una fuente de recolección de datos {1}

source: User {0} not authorized to read harvest source {1}
es: Usuario {0} no autorizado a leer una fuente de recolección de datos {1}

source: User {0} not authorized to see jobs from source {1}
es: Usuario {0} no autorizado a ver trabajos desde una fuente {1}

source: User {0} not authorized to list jobs for source {1}
es: Usuario {0} no autorizado a listar trabajos de una fuente {1}

source: User {0} not authorized to update harvest source {1}
es: Usuario {0} no autorizado a actualizar una fuente de recolección de datos {1}

source: Only sysadmins can reimport all harvest objects
es: Solo los administradores del sistema pueden reimportar todos los objetos de recolección de datos

source: Only sysadmins can run the pending harvest jobs
es: Solo los administradores del sistema pueden ejecutar los trabajos de recolección de datos pendientes

source: Only sysadmins can reindex all harvest sources
es: Solo los administradores del sistema pueden reindexar todas las fuentes de recolección de datos

source: Add Harvest Source
es: Añadir fuente de recolección de datos

source: errors
es: Errores

source: Details
es: Detalles

source: Id
es: Identificador

source: Created
es: Creado

source: Started
es: Comenzado

source: Finished
es: Finalizado

source: Status
es: Estado

source: Count
es: Recuento

source: Message
es: Mensaje

source: There are no datasets associated to this harvest source.
es: No existen conjuntos de datos asociados a esta fuente de recolección de datos

source: {number} harvest source found for "{query}"
es: {number} fuente de recolección de datos encontrada para "{query}"

source: Sorry no harvest sources found for "{query}"
es: Lo sentimos, no existen fuentes de recolección de datos para "{query}"

source: {number} harvest source found
es: {number} fuente de recolección de datos encontrada

source: Sorry no harvest sources found
es: Lo sentimos, no existen fuentes de recolección de datos

source: Draft
es: Borrador

source: Deleted
es: Borrado

source: There is no description for this harvest source
es: No existe descripción para esta fuente de recolección de datos

source: Datasets
es: Conjuntos de datos

source: Organization
es: Organización

source: Last Harvest Job
es: Último trabajo de recolección de datos

source: View full job report
es: Ver informe de trabajo completo

source: Admin
es: Administrador

source: This will re-run the harvesting for this source. Any updates at the source will overwrite the local datasets. Sources with a large number of datasets may take a significant amount of time to finish harvesting. Please confirm you would like us to start reharvesting.
es: Esta acción relanzará la recolección de datos para esta fuente. Cualquier actualización sobre la fuente sobreescribirá los conjuntos de datos locales. Las fuentes con un gran número de conjuntos de datos podrían llevar un tiempo significativo en terminar la recolección. Por favor, confirme si desea comenzar la recolección de datos.

source: Start a new harvesting job for this harvest source now
es: Comenzar ahora un nuevo trabajo de recolección para esta fuente de recolección de datos

source: Reharvest
es: Recolectar datos de nuevo

source: Warning: This will remove all datasets for this source, as well as all previous job reports. Are you sure you want to continue?
es: Aviso: Esta acción borrará todos los conjuntos de datos para esta fuente, así como los informes de trabajos previos. ¿Está seguro de que desea continuar?

source: Delete all harvest jobs and existing datasets from this source
es: Borrar todos los trabajos de recolección de datos y los conjuntos de datos existentes para esta fuente

source: Clear
es: Limpiar

source: View harvest source
es: Ver fuente de recolección de datos

source: Dashboard
es: Panel

source: Jobs
es: Trabajos

source: Edit
es: Editar

source: Organizations
es: Organizaciones

source: Harvest Sources
es: Recolectar fuentes de datos

source: Edit harvest source
es: Editar fuentes de datos

source: Create Harvest Source
es: Crear fuente de recolección de datos

source: Create harvest source
es: Crear fuente de recolección de datos

source: Harvest sources
es: Recolectar datos de fuentes

source: Harvest sources allow importing remote metadata into this catalog. Remote sources can be other catalogs such as other CKAN instances, CSW servers or Web Accessible Folders (WAF) (depending on the actual harvesters enabled for this instance).
es: Las fuentes de recopilación de datos permiten importar remotamente metadatos en el catálogo. Las fuentes remotas pueden ser otros catálogos tales como instancias de CKAN, servidores CSW o carpetas con acceso web (WAF) (dependiendo de los recolectores actuales permitidos para esta instancia).

source: This should include the http:// part of the URL
es: Debería incluirse http:// como parte de la URL

source: Title
es: Título

source: eg. A descriptive title
es: ej. Un título descriptivo

source: Name
es: Nombre

source: eg. my-dataset
es: ej. my-dataset

source: Description
es: Descripción

source: Update frequency
es: Frecuencia de actualización

source: Configuration
es: Configuración

source: No organization
es: Sin organización

source: State
es: Estado

source: Active
es: Activo

source: This will flag the source as deleted but keep all its datasets and previous jobs. Are you sure you want to delete this harvest source?
es: Esta acción marcará la fuente como borrada pero mantendrá todos sus conjuntos de datos y los trabajos previos. ¿Está seguro de que desea borrar esta fuente de recolección de datos?

source: Warning: Apart from deleting this source, this command will remove all its datasets, as well as all previous job reports. Are you sure you want to continue?
es: Aviso: además de borrar esta fuente, esta acción eliminará todos sus conjuntos de datos, así como todos los informes de trabajos previos. ¿Está seguro de que desea continuar?

source: Delete
es: Borrar

source: Delete source
es: Borrar fuente

source: Delete and clear source
es: Borrar y limpiar fuente

source: Return to the harvest sources list
es: Regresar a la lista de fuentes de recolección de datos

source: found for "{query}"
es: encontrado para "{query}"

source: Search sources...
es: Buscar fuentes...

source: Search
es: Buscar

source: read more
es: leer más

source: About
es: Acerca de

source: Relevance
es: Relevancia

source: Name Ascending
es: Nombrado ascendente

source: Name Descending
es: Nombrado descendente

source: Last Modified
es: Última modificación

source: Search harvest sources...
es: Buscar fuentes de recolección de datos...

source: Search...
es: Buscar...

source: All harvest sources
es: Todas las fuentes de recolección de datos

source: Remove
es: Eliminar

source: Try another search term, browse the sources below or
es: Probar con otro término de búsqueda, explorar las fuentes de abajo o

source: add a new one
es: añadir uno/a nuevo/a

source: <p><strong>There was an error while searching.</strong> Please try again.</p>
es: <p><strong>Se ha producido un error durante la búsqueda.</strong> Por favor, inténtelo de nuevo.</p>

source: Harvest Jobs
es: Trabajos de recolección de datos

source: Job:
es: Trabajo:

source: Started:
es: Comenzado:

source: Not yet
es: Todavía no

source: Finished:
es: Finalizado:

source: Job Report
es: Informe de trabajo

source: Back to job list
es: Regresar a la lista de trabajos

source: Error Summary
es: Resumen de error

source: No errors for this job
es: No hay errores para este trabajo

source: Only the 20 most frequent errors are shown
es: Solo se muestran los 20 errores más frecuentes

source: Job Errors
es: Errores de trabajo

source: Document Errors
es: Errores de documento

source: Error Report
es: Informe de error

source: documents with errors
es: documentos con errores

source: Remote content
es: Contenido remoto

source: Local content
es: Contenido local
