Repository: oeg-upm/OTALEX-C
Catalog: ckanext-geoslab_spatial/i18n/*/LC_MESSAGES/ckanext-geoslab_spatial.po
Languages: es

source: Resource Provider
es: Proveedor del recurso

source: Point of Contact
es: Punto de contacto

source: Principal Investigator
es: Investigador principal

source: Resources
es: Recursos

source: Package resource(s) invalid
es: Paquete de recurso(s) inválido

source: Missing Value
es: Valor ausente

source: Unnamed resource
es: Recurso sin nombre

source: Dataset extent
es: Extensión del recurso

source: Filter by location
es: Filtro por localización

source: Clear
es: Limpiar

source: bbox-east-long
es: Límite de longitud Este

source: bbox-north-lat
es: Límite de latitud Norte

source: bbox-south-lat
es: Límite de latitud Sur

source: bbox-west-long
es: Límite de longitud Oeste

source: contact-email
es: Dirección electrónica de contacto

source: dataset-reference-date
es: Fecha de referencia del conjunto de datos

source: guid
es: Identificador del fichero de metadatos ISO19115

source: metadata-language
es: Idioma del fichero de metadatos ISO19115

source: responsible-party
es: Parte responsable

source: spatial-reference-system
es: Sistema de referencia espacial

source: created
es: Existe desde

source: format
es: Formato

source: id
es: Identificador del recurso

source: state
es: Estado

source: resource-type
es: Tipo de recurso

source: attribute
es: Atributo

source: attributeType
es: Tipo de atributo

source: collectionHardware
es: Harware de captura

source: collectionSession
es: seción de captura

source: dataset
es: Conjunto de datos

source: nonGeographicDataset
es: Conjunto de datos no geográficos

source: dimensionGroup
es: Grupo de dimensiones

source: feature
es: Fenómeno

source: featureType
es: Tipo de fenómeno

source: propertyType
es: Tipo de propiedad

source: fieldSession
es: Sesión de campo

source: service
es: Servicio

source: model
es: Modelo

source: tile
es: División
